<div class="case-block">
    <div class="case-top case-block__top">
        <h2 class="case-title">Сайт по продаже фармацевтических ингредиентов</h2>
        <div class="case-top__img"></div>
        <div class="case-top__info info">
            <div class="info-left">
                <div class="info-left__top">
                    <h3 class="info-left__title">Разработка</h3>
                    <div class="info-left-taggs">
                        <p class="info-left-taggs__tag">верстка</p>
                        <p class="info-left-taggs__tag">верстка</p>
                    </div>
                </div>
                <div class="info-left__bottom">
                    <a class="info-left__bottom--link" href="#">Хочу похожий проект</a>
                    <a href="#" class="info-left__bottom--link">Как рассчитывалась цена для это проекта?</a>
                </div>
            </div>
            <div class="info-right">
                <h2 class="info-right__title">Сайт по продаже фармацевтических ингредиентов</h2>
                <p class="info-right__text">"Фармацевтические Ингредиенты Онлайн" - это веб-платформа, созданная для того, чтобы обеспечить клиентов фармацевтической индустрии всем необходимым для их производственных и исследовательских потребностей. На нашем сайте представлен широкий ассортимент продуктов, включая активные фармацевтические ингредиенты (API), эксипиенты, сырье для производства лекарств и многие другие товары.</p>
            </div>
        </div>
    </div>
    <div class="case-wrapper case-babushka">
        <div class="case1 case"></div>
        <div class="case2 case"></div>
        <div class="case3 case"></div>
        <div class="case4 case"></div>
        <div class="case5 case">
            <p class="case__text">Фармацевтические Ингредиенты Онлайн" - это веб-платформа, созданная для того, чтобы обеспечить клиентов фармацевтической индустрии всем необходимым для их производственных и исследовательских потребностей. На нашем сайте представлен широкий ассортимент продуктов, включая активные фармацевтические ингредиенты (API), эксипиенты, сырье для производства лекарств и многие другие товары.</p>
        </div>
        <div class="case6 case">
            <p class="case__text">Фармацевтические Ингредиенты Онлайн" - это веб-платформа, созданная для того, чтобы обеспечить клиентов фармацевтической индустрии всем необходимым для их производственных и исследовательских потребностей. На нашем сайте представлен широкий ассортимент продуктов, включая активные фармацевтические ингредиенты (API), эксипиенты, сырье для производства лекарств и многие другие товары.</p>
        </div>
        <div class="case7 case"></div>
        <div class="case8 case"></div>
    </div>
</div>