<?php

// lang/en/default.php

return [
    'about_us' => 'О нас',
    'our_works' => 'Наши работы',
    'prices' => 'Цены',
    'reviews' => 'Отзывы',
    'contacts' => 'Контакты',
    'about_us_text' => "<p>Мы – креативное агентство, специализирующееся на <b>разработке</b> сайтов, веб-приложений и создании <b>уникального</b> дизайна. Наши решения помогают бизнесам достигать новых высот. <br/</p>
<p>Наша команда <b>профессионалов</b> объединена общей целью – создавать <b>высококачественные</b> веб-решения и дизайны.<br/></p>
<p>Наши идеи - ваше вдохновение! Доверьтесь нам, и мы сделаем вашу историю в интернете <b>неповторимой</b>!</p>",

    "design_service_title" => "UI/UX Дизайн",
    "design_services" => "Исследование и консультация|Разработка UI/UX дизайна|Брендинг для вашего бизнеса|Создание фирменного стиля|Графический дизайн|Создание анимации|Прототипирование сайтов",
    "design_services_prices" => "Исследование и консультация|Разработка UI/UX дизайна|Брендинг для вашего бизнеса|Создание фирменного стиля|Графический дизайн|Создание анимации|Прототипирование сайтов",
    "development_service_title" => "Разработка",
    "development_services" => "Создание корпоративных сайтов|Разработка интернет-магазинов|Лэндинги и промо-сайты|Решения “под ключ”|Архитектура проекта|Frontend разработка|Backend разработка",
    "development_services_prices" => "Разработка интернет-магазинов|Лэндинги и промо-сайты|Решения “под ключ”|Архитектура проекта|Frontend разработка|Backend разработка",
    // "ticker_texts" => "Создание корпоративных сайтов|Разработка интернет-магазинов|Лэндинги и промо-сайты|Решения “под ключ”|Архитектура проекта|Frontend разработка|Backend разработка|Исследование и консультация|Разработка UI/UX дизайна|Брендинг для вашего бизнеса|Создание фирменного стиля|Графический дизайн|Создание анимации|Прототипирование сайтов",
    "ticker_texts" => "UI/UX дизайн|Разработка сайтов|Фирменный стиль|Решения “под ключ”",
    "need_help_text" => "Нужна помощь?",
    "get_price_text" => "Узнать цену",
    "start_project_text" => "Начать проект",
    "need_same_project" => "Хочу похожий проект",
    "console_text_1" => "Добро пожаловать в",
    "console_text_2" => "Наша цель – создать продукт, который <b>превзойдет</b> ожидания",
    "console_text_3" => "и <b>станет</b> ключом успеха для вашего бизнеса!",
    "console_text_4" => "Гарантируем <b>высокое</b> качество исполнения",
    "console_text_5" => "и <b>своевременную</b> реализацию.",
    "your_name" => "Ваше имя",
    "your_phone" => "Ваш телефон",
    "your_goal" => "Что вас интересует",
    "select_project_type" => "Выберите тип работы",
    "budget" => "Бюджет проекта",
    "message" => "Сообщение",
    "copyright" => "© 2023 Все права защищены",
    "contact_success_title" => "Ваша заявка принята!",
    "contact_success_subtitle" => "Наш менеджер уже связывается с вами",
    "projects" => "Проекты",
];
